{
  "indice": "HINT",
  "0_0_launching-1_0": "Dysnomia Studio presents …",
  "0_0_launching-2_0": "A game made by Elanis",
  "0_0_launching-2_1": "In association with \"Not a Name\" Discord Server during \"Not a GameJam\" event:",
  "0_0_launching-5_0": "So, you have made your decision, you will do what I asked for …",
  "0_0_launching-5_1": "That's a good idea because, you know, in a city like ours, your secret can destroy your life.",
  "0_0_launching-5_2": "Now, do your work, and I'll keep your secret …",
  "0_0_launching-6_0": "Let's begin:",
  "0_0_launching-6_1": "Connect to the server located at the address <ip>{{ip}}</ip> as the user <username>{{username}}</username> and download the files I prepared for you… The password is <password>{{password}}</password>.",
  "0_0_launching-6_2": "To connect to a server, type <cmd>{{cmd}}</cmd> then type the password (it will not be visible on screen).",
  "0_1_connected-0-0": "Now, download the files named <file>passwordBruteForce</file>, <file>csvBuilder</file> and <file>firewallBreaker</file>.",
  "0_1_connected-0-1": "To list files and folders, type <cmd>ls</cmd>.",
  "0_1_connected-0-2": "To navigate into a specific directory, type <cmd>cd path/to/directory</cmd>.",
  "0_1_connected-0-3": "To download a file, type <cmd>scp filename</cmd>. It'll be downloaded automatically in the right folder (/bin/ for an executable, /home/ for another file type).",
  "0_2_downloaded-0-0": "The executables are now on your computer. Clear logs files to cover your footprint then disconnect from the server",
  "0_2_downloaded-0-1": "To clear log files containing login history of a server (files located in /var/log/), type <cmd>clearLogs /var/log/ssh.log</cmd>.",
  "0_2_downloaded-0-2": "To disconnect, type <cmd>exit</cmd>.",
  "1_1_connect-0-0": "Now, you'll do your first attack, get the file named <file>accounts_p1</file> on the server located at the address <ip>{{ip}}</ip>. You should be able to hack this server as the user <username>{{username}}</username>.",
  "1_1_connect-0-1": "To bruteforce (automatically test many passwords until finding the right one) a password, type <cmd>passwordBruteForce user@address</cmd>.",
  "1_1_end-0-0": "Well done, disconnect before being caught.",
  "1_2_connect-0-0": "Get the second file named <file>accounts_p2</file> on the server located at the address <ip>{{ip}}</ip>. One of the usernames should be <username>{{username}}</username>.",
  "1_2_end-0-0": "You now got the 2nd part, prepare to get the 3rd file.",
  "1_3_connect-0-0": "Get the third file named <file>accounts_p3</file> on the server located at the address <ip>{{ip}}</ip>. One of the usernames should be <username>{{username}}</username>.",
  "help_firewall-0-0": "To temporary break a firewall, type <cmd>firewallBreaker address</cmd>.",
  "firewall_zero-0-0": "You want to be caught ? Why are you so slow ?! I am doubting your reputation is real and not fake …",
  "1_3_end-0-0": "You now got the 3rd part, disconnect from the server to rebuild the original file.",
  "1_4_merge-0-0": "In order to rebuild the file, type <cmd>csvBuilder accounts_p1 accounts_p2 accounts_p3</cmd>. A file named <cmd>accounts.csv</cmd> will be created.",
  "2_0_merge_end-0-0": "Open the file named <cmd>accounts.csv</cmd>. As you can see, there are many credentials in that file. They have been discovered by a hacker group. But there’s a problem, only some of these accounts are interesting, but we don’t know which. We need to find 2 of 3 banker accounts. Those servers host security keys (<cmd>.key</cmd> file) which’ll be useful in the future. Come back when you have these files.",
  "2_0_merge_end-0-1": "To open a csv file, type <cmd>cat filename.csv</cmd>.",
  "2_1_key_end-0-0": "Well … Now you’ll have to p̶̨̨͈̍͑̔͜r̵̬͉̅e̵̞̓p҉a҉r҉e҉",
  "2_1_key_end-1-0": "Got it ! I muted them temporarily, we have to speed up … They can take back control at any time … I know what’s happening, I’ll help you. Keep following its orders, I’ll come back to you soon to …",
  "2_1_key_end-2-0": "… p̸̯͇̭͛̓̿̇͝r̸̞͂ė̶̻̤̹p̸a̷r̵e̵ attacking the bank.",
  "2_1_key_end-3-0": "…",
  "2_1_key_end-4-0": "What happened?",
  "2_1_key_end-4-1": "Do not try to be a hero - you will regret. Follow my orders.",
  "3_0_demoEnd-0-0": "[END OF DEMO]",
  "3_0_demoEnd-0-1": "Hello! Thanks for playing this demo! If you like the game and its history, you can get the full version on itch.io or Steam :) Have a nice day, and I hope, see you later!",
  "3_0_attack_intro-0-0": "In order to complete the attack, I am waiting for you to get the needed executables. Get into the server at <ip>{{ip}}</ip> as the user  <username>{{username}}</username> using password <password>{{password}}</password>, download all three binaries located in the login directory.",
  "3_1_train_scanUsers-0-0": "Good. You have not disappointed me. I hope you will continue to complete my orders efficiently. You will now have to learn how to use one of those tools, <cmd>scanUsers</cmd>, it will detect user accounts on a target server. Check to see that it works correctly before hitting our target. I do not want any mistake to be made. Use one of the servers from the list you got before.",
  "3_1_train_scanUsers-1-0": "To scan system users, disable its firewall then type <cmd>scanUsers address</cmd>.",
  "3_2_attack_intro_end-0-0": "You know how to use it? Right, let’s get down to business.",
  "3_2_attack_intro_end-1-0": "There’s no room for human error. I hope for you that your reputation is not a lie. Let’s get down to business!",
  "4_0_diversion_intro-0-0": "In order to support our attack, you will hack some servers and set up zombies in order to create diversions. If you don’t follow my orders precisely, you will be caught. Succeed to connect at <ip>{{ip}}</ip> and then I will explain you how to set up a zombie.",
  "4_0_diversion_intro-1-0": "Hurry up ! I don’t want to wait for you !",
  "4_1_diversion_firstZombie-0-0": "Set up the zombie program on this server. A background process will start and idle until we send an attack order. This moment is crucial, do not even think to derive from the plan.",
  "4_1_diversion_firstZombie-0-1": "To set up a zombie program, type <cmd>zombieMaker</cmd>.",
  "4_2_diversion_otherZombies-0-0": "Repeat the previous instructions - connect and use zombieMaker - on the server at <ip>{{ip1}}</ip> and the server at <ip>{{ip2}}</ip>.",
  "5_0_front_attack-0-0": "Finally, everything is falling into place. Soon we will activate the zombies and the bank's firewall will fail as the zombies attack the clients website. It is the perfect plan, and I have waited too long for anything to go wrong.",
  "5_0_front_attack-1-0": "During that downtime, we will be able to attack our target.",
  "5_0_front_attack-2-0": "Now. Start the zombies' attack. Target the server at <ip>{{ip}}</ip>.",
  "5_0_front_attack-3-0": "To start a zombie attack, type <cmd>zombieAttack address</cmd>.",
  "5_1_front_check-0-0": "Stop. Don’t do anything. I need to check that the diversion is working:",
  "5_1_front_check-1-0": "Alright! Let’s begin our attack, connect to the server at <ip>{{ip}}</ip>. And do it fast!",
  "6_0_dmz_intern_attack-0-0": "We are now on DMZ (Demilitarized zone) servers. We now can access through the network, one server by one server to reach the targeted database server. We don’t have much time, be fast.",
  "6_0_dmz_intern_attack-1-0": "Ready? Right! Begin with the server at <ip>{{ip}}</ip>, it hosts the firewall that protects internal servers from DMZ ones.",
  "6_1_firewall_process-0-0": "Good, now, kill the process named <cmd>firewall</cmd>, then you should be able to connect to the server at <ip>{{ip}}</ip>.",
  "6_1_firewall_process-1-0": "To kill a process, type <cmd>kill processName</cmd>.",
  "6_2_web_intern-0-0": "You are now on the internal web server, one step left: reach the internal database server on the server at <ip>{{ip}}</ip>.",
  "6_3_security_alert-0-0": "Unauthorized connection detected! Raising emergency protocol measures.",
  "6_3_security_alert-disconnected": "Connection timed out.",
  "6_3_security_alert-1-0": "Oh no … I arrived too late … She made you attack the bank. Sorry, I have to tell you … You couldn’t succeed.",
  "6_3_security_alert-2-0": "I’m late, but I found interesting information during your activities. I succeeded to found one of the servers of your blackmailer. I suppose you now want to track her?",
  "7_0_first_server-0-0": "I found an address, it’s <ip>{{ip}}</ip>. It’s probably not one of her computers, but a proxy machine. Go seek in the logs, you might find useful things.",
  "7_1_second_server-0-0": "Did you see? There are plenty of connections from this address: <ip>{{ip}}</ip>. Follow that evidence as you did with the previous address.",
  "7_2_third_server-0-0": "Another proxy server, let’s hope <ip>{{ip}}</ip> will be the original computer …",
  "7_3_conclusion": "Yeah! It’s her personal computer! We got her!",
  "8_0_blackmailer_computer-0-0": "Seek in her files, we must find more information about her …",
  "8_1_final_talk-0-0": "But? What is that? How? How did you arrive on my computer?",
  "8_1_final_talk-1-0": "I didn’t want to blackmail you! He forced me!",
  "8_1_final_talk-2-0": "It’s him! He ob̸́̈́̕͜l̶͓̀̒͌̂͐i̴̧̝̪̇̀̒ …",
  "8_1_final_talk-3-0": "We got her! Now, upload and send all of those information to the police before she destroys everything! I prepared a command for you! Type <cmd>sendToPolice id.txt</cmd> and all will be done!",
  "8_1_final_talk-4-0": "What are you waiting for? Send them!",
  "8_1_final_talk-5-0": "I retrieved the control! It’s him! He blackmailed me! Flee this server by typing <cmd>exit</cmd> and destroy your computer before hi̴͚͒͝ḻ̶̰̄̏ …",
  "8_1_final_talk-6-0": "You will not believe this liar?",
  "8_2a_condamn-0-0": "Thanks, you cleaned behind me! Now, it’s your turn to be silent.",
  "8_2a_condamn-1-0": "You chose to condemn the blackmailer.",
  "8_2b_save-0-0": "No! You can’t do thã̵͍̫ ̷̖̤͠͠!̴̤̓",
  "8_2b_save-1-0": "You chose to save the blackmailer.",
  "bonus_logs_warning-0-0": "I told you you had to remove your footprints! Use that <cmd>clearLogs</cmd> command on each server. I’m not here to be your babysitter."
}
