{
  "indice": "INDICE",
  "0_0_launching-1_0": "Dysnomia Studio présente...",
  "0_0_launching-2_0": "Un jeu créé par Elanis",
  "0_0_launching-2_1": "En association avec le serveur Discord \"Not a Name\" durant \"Not a GameJam\" :",
  "0_0_launching-5_0": "Vous avez donc pris votre décision, vous allez obéir à mes ordres...",
  "0_0_launching-5_1": "C'est bien car vous le savez, dans une ville comme la nôtre, votre secret révélé pourrait vous détruire.",
  "0_0_launching-5_2": "Maintenant, faites votre travail et je garderai votre secret...",
  "0_0_launching-6_0": " Commençons :",
  "0_0_launching-6_1": "Connectez vous au serveur à l'adresse <ip>{{ip}}</ip> en tant que l'utilisateur <username>{{username}}</username> et récupérez les fichiers que je vous ai préparés... Le mot de passe est <password>{{password}}</password>.",
  "0_0_launching-6_2": "Pour se connecter à un serveur, tapez <cmd>{{cmd}}</cmd> puis entrez le mot de passe (celui-ci ne s’affichera pas).",
  "0_1_connected-0-0": "Maintenant, téléchargez les fichiers nommés <file>passwordBruteForce</file>, <file>csvBuilder</file> et <file>firewallBreaker</file>.",
  "0_1_connected-0-1": "Afin de lister des fichiers et dossiers, tapez <cmd>ls</cmd>.",
  "0_1_connected-0-2": "Afin de naviguer dans un répertoire, tapez <cmd>cd path/to/directory</cmd>.",
  "0_1_connected-0-3": "Afin de télécharger un fichier, tapez <cmd>scp filename</cmd>. Il se placera automatiquement dans le bon répertoire (/bin/ si c'est un exécutable, /home/ sinon).",
  "0_2_downloaded-0-0": "Les exécutables sont maintenant sur votre ordinateur. Nettoyez les fichiers de journalisation pour couvrir vos traces puis déconnectez-vous du serveur.",
  "0_2_downloaded-0-1": "Afin de nettoyer les fichiers de journalisation contenant l’historique des connexions d’un serveur (situés dans /var/log/), tapez <cmd>clearLogs /var/log/ssh.log</cmd>.",
  "0_2_downloaded-0-2": "Afin de se déconnecter, tapez <cmd>exit</cmd>.",
  "1_1_connect-0-0": "Maintenant, vous allez faire votre première attaque : récupérez le fichier nommé <file>accounts_p1</file> sur le serveur à l’adresse <ip>{{ip}}</ip>. Vous devriez être capable d'attaquer le serveur via l'utilisateur <username>{{username}}</username>.",
  "1_1_connect-0-1": "Afin de bruteforce (tester automatiquement de nombreux mots de passe jusqu'à trouver le bon) un mot de passe, tapez <cmd>passwordBruteForce user@address</cmd>.",
  "1_1_end-0-0": "Bien joué, maintenant déconnectez-vous avant de vous faire attraper.",
  "1_2_connect-0-0": "Récupérez le second fichier nommé <file>accounts_p2</file> sur le serveur à l’adresse <ip>{{ip}}</ip>. L'un des noms d'utilisateur devrait être <username>{{username}}</username>.",
  "1_2_end-0-0": "Vous avez maintenant le second fichier, déconnectez-vous et préparez-vous à récupérer la 3ème partie.",
  "1_3_connect-0-0": "Récupérez le troisième fichier nommé <file>accounts_p3</file> sur le serveur à l’adresse <ip>{{ip}}</ip>. L'un des noms d'utilisateur devrait être <username>{{username}}</username>.",
  "help_firewall-0-0": "Afin de briser temporairement un pare-feu, tapez <cmd>firewallBreaker address</cmd>.",
  "firewall_zero-0-0": "Vous cherchez à vous faire attraper c'est ça ? C'est quoi cette lenteur ?! Je commence vraiment à me demander si votre réputation est vraie ...",
  "1_3_end-0-0": "Vous avez maintenant le troisième fichier, déconnectez-vous afin de reconstruire le fichier original.",
  "1_4_merge-0-0": "Afin de reconstruire le fichier, tapez <cmd>csvBuilder accounts_p1 accounts_p2 accounts_p3</cmd>. Un fichier <cmd>accounts.csv</cmd> sera créé.",
  "2_0_merge_end-0-0": "Inspectez le fichier <cmd>accounts.csv</cmd>. Comme vous pourrez le voir, il contient différents comptes qui ont pu être découverts par un groupe de hackers. Le soucis, c’est que seuls certains de ces comptes nous intéressent, mais nous ne savons pas lesquels. Il faudra trouver 2 des 3 comptes appartenant à des banquiers. Ceux-ci possèdent des clés (fichiers <cmd>.key</cmd>) qui nous seront indispensables pour la suite. Revenez vers moi une fois ces fichiers collectés.",
  "2_0_merge_end-0-1": "Afin d’ouvrir un fichier csv, tapez <cmd>cat filename.csv</cmd>.",
  "2_1_key_end-0-0": "Bien … Très bien. Vous allez maintenant pouvoir v̵o̴ų̷̛̥̖̆̊s̶͎͍̀ p̶̨̨͈̍͑̔͜r̵̬͉̅e̵̞̓p҉a҉r҉e҉r ..",
  "2_1_key_end-1-0": "J’ai réussi à le faire taire temporairement, il nous faut nous dépêcher … Il pourrait reprendre le contrôle d’une minute à l’autre. Je sais ce qui vous arrive, je vais vous aider, continuez à suivre ses instructions pour ne pas qu’il soupçonne quelque chose, je reviens bientôt vers vous pour …",
  "2_1_key_end-2-0": "... v҉o҉u҉s p̸̯͇̭͛̓̿̇͝r̸̞͂ė̶̻̤̹p̸a̷r̵e̵r̴ à attaquer la banque.",
  "2_1_key_end-3-0": "…",
  "2_1_key_end-4-0": "Que s’est-il passé ?",
  "2_1_key_end-4-1": "Ne jouez pas au héros avec moi, vous pourriez le regretter. Suivez mes ordres.",
  "3_0_demoEnd-0-0": "[FIN DE DEMO]",
  "3_0_demoEnd-0-1": "Bonjour ! Merci d'avoir joué à cette démo ! Si vous aimez le jeu et son histoire, vous pouvez obtenir la version complète sur itch.io ou sur Steam :) Bonne continuation, et je l'espère, à la prochaine !",
  "3_0_attack_intro-0-0": "Maintenant, vous allez récupérer quelques exécutables nécessaires à notre attaque. Allez sur le serveur situé à l’adresse <ip>{{ip}}</ip> avec l’utilisateur <username>{{username}}</username> et le mot de passe <password>{{password}}</password>, récupérez les trois exécutables présents dans le répertoire de connexion.",
  "3_1_train_scanUsers-0-0": "Bien, vous ne m’avez pas déçue. Continuez comme ca, et tout sera rapidement terminé. Maintenant que vous avez ces trois exécutables, je vais vous entraîner à utiliser le premier de ces trois outils. <cmd>scanUsers</cmd> vous permet de détecter les comptes utilisateurs sur le serveur cible. Vérifiez que tout fonctionne bien avant de les essayer sur nos véritables cibles, je ne veux aucune erreur. Utilisez-le sur l’un des serveurs présent dans la liste précédente.",
  "3_1_train_scanUsers-1-0": "Afin de scanner les utilisateurs d’un système, désactivez son pare-feu puis tapez la commande <cmd>scanUsers address</cmd>.",
  "3_2_attack_intro_end-0-0": "Voilà, maintenant que vous savez l’utiliser, nous allons passer aux choses sérieuses.",
  "3_2_attack_intro_end-1-0": "Vous n’avez pas le droit à l’erreur. J’espère donc que votre réputation est fondée. Maintenant, au travail !",
  "4_0_diversion_intro-0-0": "Afin d’appuyer notre attaque, vous allez devoir mettre en place des serveurs zombies afin de faire diversion, réussissez à vous connecter au serveur à l’adresse",
  "4_0_diversion_intro-0-1": "puis je vous expliquerai comment mettre en place le premier zombie dessus.",
  "4_0_diversion_intro-1-0": "Dépêchez-vous ! Je ne veux pas avoir à vous attendre !",
  "4_1_diversion_firstZombie-0-0": "Mettez en place un zombie sur ce serveur. Un processus se lancera en tâche de fond et attendra notre ordre afin d’attaquer la cible. Ce moment est crucial, n’essayez même pas de dériver du plan.",
  "4_1_diversion_firstZombie-0-1": "Afin de mettre en place un zombie, tapez la commande",
  "4_2_diversion_otherZombies-0-0": "Appliquez cette même procédure - connectez-vous, puis utilisez zombieMaker - aux serveurs aux adresses",
  "4_2_diversion_otherZombies-0-1": "et",
  "5_0_front_attack-0-0": "Notre attaque est maintenant prête. Afin de faire diversion et de faire tomber les pare-feux frontaux de la banque. Nos zombies vont donc attaquer le site disponible à la clientèle de notre cible.",
  "5_0_front_attack-1-0": "Durant cette indisponibilité, nous serons en capacité d’attaquer notre cible.",
  "5_0_front_attack-2-0": "Et pendant ce temps, nous allons pouvoir tranquillement attaquer ce qui nous intéresse. Lancez les zombies, vers le serveur frontal",
  "5_0_front_attack-3-0": "Pour lancer l’attaque des zombies, tapez la commande",
  "5_1_front_check-0-0": "Attendez, je vérifie que notre cible est maintenant bien attaquée :",
  "5_1_front_check-1-0": "Parfait, entrez dans le premier serveur à l’adresse",
  "5_1_front_check-1-1": "Et faites-le rapidement !",
  "6_0_dmz_intern_attack-0-0": "Nous sommes sur les serveurs de ce qui est appelé la DMZ (Zone Démilitarisée). Il est maintenant possible de rebondir un à un entre les serveurs internes afin d’atteindre un serveur de base de données situé en interne du réseau. Notre temps est compté.",
  "6_0_dmz_intern_attack-1-0": "Prêt ? Bien ! Commencez par le serveur à l'adresse",
  "6_0_dmz_intern_attack-1-1": ", il contient le pare-feu qui sépare la DMZ de l’interne.",
  "6_1_firewall_process-0-0": "Bien maintenant coupez le processus nommé",
  "6_1_firewall_process-0-1": ", et ensuite vous devriez pouvoir vous connecter au serveur",
  "6_1_firewall_process-1-0": "Pour couper un processus, tapez la commande",
  "6_2_web_intern-0-0": "Vous êtes maintenant sur le serveur web interne, plus qu’une étape : connectez-vous au serveur de base de données interne situé sur",
  "6_3_security_alert-0-0": "Connexion non-autorisée détectée, déclenchement des mesures de protection d’urgence.",
  "6_3_security_alert-disconnected": "Connexion perdue.",
  "6_3_security_alert-1-0": "Je suis arrivé trop tard … Elle vous a fait attaquer la banque. Je suis au regret de vous dire que … vous ne pouviez pas réussir.",
  "6_3_security_alert-2-0": "J’arrive peut-être un peu tard, mais pendant vos actions j’ai eu le temps de tracer l’une des machines de ce maître chanteur. Je suppose que vous voulez vous venger maintenant ?",
  "7_0_first_server-0-0": "L’adresse que j’ai trouvée, c’est ",
  "7_0_first_server-0-1": ". Ce n’est probablement pas un ordinateur personnel, mais plutôt une machine de rebond, allez fouiller les logs, et on la retrouvera peut-être.",
  "7_1_second_server-0-0": "Vous avez vu ? Il y a de nombreuses connexions depuis cette adresse :",
  "7_1_second_server-0-1": "Suivez cette piste de la même manière.",
  "7_2_third_server-0-0": "Encore un serveur de rebond depuis un autre ordinateur, espérons que",
  "7_2_third_server-0-1": "est l’adresse de son ordinateur …",
  "7_3_conclusion": "Bingo ! C’est sa machine personnelle ! Elle est cuite !",
  "8_0_blackmailer_computer-0-0": "Fouillez un peu ses fichiers afin de trouver des infos sur elle ...",
  "8_1_final_talk-0-0": "Mais ? Qu’est-ce que ? Comment ? Que faites-vous sur mon PC ?",
  "8_1_final_talk-1-0": "Je ne voulais pas vous faire chanter ! Croyez-moi !",
  "8_1_final_talk-2-0": "C’est lui ! Il m’a ob̸́̈́̕͜l̶͓̀̒͌̂͐i̴̧̝̪̇̀̒ …",
  "8_1_final_talk-3-0": "Nous l’avons enfin attrapée ! Maintenant, téléchargez ces infos et envoyez-les à la police avant qu’elle ne détruise toute les preuves ! Je vous ai préparé une commande toute faite ! Tapez",
  "8_1_final_talk-3-1": ", et tout sera réglé !",
  "8_1_final_talk-4-0": "Qu’attendez-vous ? Envoyez les fichiers !",
  "8_1_final_talk-5-0": "J’ai récupéré le contrôle ! C’est lui ! C’est celui qui m’a fait chanter ! Fuyez ce serveur en tapant",
  "8_1_final_talk-5-1": "et détruisez votre PC avant q̷̙̇û̷̖͝’̶̳̔ͅi̴͚͒͝ḻ̶̰̄̏ …",
  "8_1_final_talk-6-0": "Allons, vous n’allez pas croire cette menteuse ?",
  "8_2a_condamn-0-0": "Merci d’avoir nettoyé derrière moi ! Maintenant, c’est à vous de vous taire.",
  "8_2a_condamn-1-0": "Vous avez choisi de condamner votre maître chanteur.",
  "8_2b_save-0-0": "Non ! Vous ne pouvez pas fair̸̳̆͋ͅé̷̞͇ ̵̜̇͌c̴̲̖̈́ã̵͍̫ ̷̖̤͠͠!̴̤̓",
  "8_2b_save-1-0": "Vous avez choisi de sauver votre maître chanteur.",
  "bonus_logs_warning-0-0": "Je vous ai dit de faire attention à vos traces ! Utilisez la commande",
  "bonus_logs_warning-0-1": "sur chaque serveur. Je ne suis pas là pour être votre babysitter."
}
