{
  "indice": "LEDTRÅD",
  "0_0_launching-1_0": "Dysnomia Studio presenterar…",
  "0_0_launching-2_0": "Ett spel skapat av Elanis",
  "0_0_launching-2_1": "I samarbete med “Not a Name” Discord server under “Not a GameJam” event:",
  "0_0_launching-5_0": "Så, du har tagit ditt beslut, du kommer utföra det jag bett dig om…",
  "0_0_launching-5_1": "Det är en bra idé eftersom, som du vet, i en stad som våran, kan din hemlighet förstöra ditt liv.",
  "0_0_launching-5_2": "Utför nu ditt arbete, så kommer jag hålla din hemlighet…",
  "0_0_launching-6_0": " Låt oss börja:",
  "0_0_launching-6_1": "Anslut till servern på adressen <ip>{{ip}}</ip> som användaren <username>{{username}}</username> och ladda ner filerna jag förberett åt dig… lösenordet är <password>{{password}}</password>.",
  "0_0_launching-6_2": "För att koppla till servern, skriv <cmd>{{cmd}}</cmd> skriv sedan lösenordet (det kommer inte vara synligt på skärmen).",
  "0_1_connected-0-0": "Nu, ladda ner filerna <file>passwordBruteForce</file>, <file>csvBuilder</file> och <file>firewallBreaker</file>.",
  "0_1_connected-0-1": "För att lista filer och mappar, skriv <cmd>ls</cmd>.",
  "0_1_connected-0-2": "För att navigera till en specifik katalog, skriv <cmd>cd path/to/directory</cmd>.",
  "0_1_connected-0-3": "För att ladda ner en fil, skriv <cmd>scp filename</cmd>. Den kommer automatiskt att laddas ner till korrekt mapp. (/bin för en körbar, /home/ för andra filtyper).",
  "0_2_downloaded-0-0": "De körbara är nu på din dator. Rensa loggfiler för att dölja dina fotspår innan du kopplar ifrån servern.",
  "0_2_downloaded-0-1": "För att rensa loggfiler angående inloggningshistorik på servern (Filer i /var/log/), skriv <cmd>clearLogs /var/log/ssh.log</cmd>.",
  "0_2_downloaded-0-2": "För att koppla ifrån, skriv <cmd>exit</cmd>.",
  "1_1_connect-0-0": "Nu ska du utföra din första attack, hämta filen som heter <file>accounts_p1</file> från servern på adressen <ip>{{ip}}</ip>. Du ska kunna hacka denna servern som användare <username>{{username}}</username>.",
  "1_1_connect-0-1": "För att bruteforce (automatiskt testa många lösenord tills du hittar det rätta) ett lösenord, skriv <cmd>passwordBruteForce user@address</cmd>.",
  "1_1_end-0-0": "Bra jobbat, koppla ifrån innan du blir upptäckt.",
  "1_2_connect-0-0": "Hämta den andra filen som heter <file>accounts_p2</file> från servern på adressen <ip>{{ip}}</ip>. Ett av användarnamnen ska vara <username>{{username}}</username>.",
  "1_2_end-0-0": "Du har nu den andra delen, förbered dig för att hämta den tredje filen.",
  "1_3_connect-0-0": "Hämta den tredje filen som heter <file>accounts_p3</file> från servern på adressen <ip>{{ip}}</ip>. Ett av användarnamnen ska vara <username>{{username}}</username>.",
  "help_firewall-0-0": "För att tillfälligt ta ner brandväggen, skriv <cmd>firewallBreaker address</cmd>.",
  "firewall_zero-0-0": "Vill du bli fångad? Varför är du så långsam?! Jag tvivlar på att ditt rykte är äkta och inte falskt ...",
  "1_3_end-0-0": "Du har nu den tredje delen, koppla ifrån servern för att återskapa originalfilen.",
  "1_4_merge-0-0": "I syfte att återskapa filen, skriv <cmd>csvBuilder accounts_p1 accounts_p2 accounts_p3</cmd>. En fil med namn <cmd>accounts.csv</cmd> kommer skapas.",
  "2_0_merge_end-0-0": "Öppna filen med namnet <cmd>accounts.csv</cmd>. Som du kan se finns det kontoinformation i filen. Det har blivit upptäckt av en grupp hackare. Men det finns ett problem, bara vissa av kontona är av intresse, men vi vet inte vilka. Vi behöver hitta 2 av 3 konton tillhörande bankmän. Dessa servervärds säkerhetsnycklar (<cmd>.key</cmd> fil) kommer vara användbara i framtiden. Kom tillbaka när du fått tag på dessa filer.",
  "2_0_merge_end-0-1": "För att öppna en csv fil, skriv <cmd>cat filename.csv</cmd>.",
  "2_1_key_end-0-0": "Nå… nu är det dags att för̴̹̀b̵͓̄e̶̪̿r̶̠̈́̈́͐̐ë̴̘̝̫̟̦́͂̒͊͛͒̈̈̂́̕͠͝d̵̢̲̝̻̣̤͛͋͆̐̈́ȁ̴͇͍̗̅͛̽̚͝..",
  "2_1_key_end-1-0": "Där satt den! Jag har tystat dem tillfälligt, vi måste skynda oss…. han kan återfå kontrollen närsomhelst… jag vet vad som är på gång, jag kan hjälpa dig. Fortsätt bara följa orderna, jag kommer tillbaka igen snart…",
  "2_1_key_end-2-0": "… f̵̛̳̬͆̆̾̄͛͝ö̶̠̪̰̈̀̄̅͌r̵̨̲̠̂̃̿̈́̂͜b̴͚̭̼̤͓̥̂͊̾̓̑e̴͔̬͔͍͐̓̀̋͋ȓ̸͔̻̀̏̇̋͘ẽ̷̖d̴̠͘ attacken mot banken.",
  "2_1_key_end-3-0": "…",
  "2_1_key_end-4-0": "Vad hände?",
  "2_1_key_end-4-1": "Försök inte leka hjälte - det kommer du ångra. Följ mina order.",
  "3_0_demoEnd-0-0": "[END OF DEMO]",
  "3_0_demoEnd-0-1": "Hej ! Tack för att du spelar denna demo ! Om du gillar spelet och dess historia, kan du få den fullständiga versionen på itch.io eller Steam :) Ha en trevlig dag, och jag hoppas att vi ses senare !",
  "3_0_attack_intro-0-0": "I syfte att färdigställa attacken, behöver jag invänta att du hämtar de körbara filerna. Hämta dem från servern <ip>{{ip}}</ip> som användare <username>{{username}}</username> med lösenordet <password>{{password}}</password> ladda ner båda binärerna i inloggnings katalogen.",
  "3_1_train_scanUsers-0-0": "Bra. Du har inte har gjort mig besviken. Jag hoppas du kommer att fortsätta med att effektivt utföra mina order. Du behöver nu lära dig hur du kan använda ett av dessa verktyg, <cmd>scanUsers</cmd>, den kommer upptäcka användarkonton på önskad server. Testa och se så att det fungerar som det ska innan du slår till mot vår måltavla. Jag vill inte se några misstag. Använd en av servrarna från listan du har sen tidigare.",
  "3_1_train_scanUsers-1-0": "För att skanna en systemanvändare, inaktivera brandväggen och skriv sedan <cmd>scanUsers address</cmd>.",
  "3_2_attack_intro_end-0-0": "Du har koll på hur den används? Bra, låt oss börja.",
  "3_2_attack_intro_end-1-0": "Det finns inget utrymme för mänskliga fel. Jag hoppas för din skull att ditt rykte inte är en lögn. Låt oss börja!",
  "4_0_diversion_intro-0-0": "För att underlätta vår attack behöver du hacka en del servrar och sätta upp zombies i syfte att distrahera, om du inte följer mina order till punkt och pricka, kommer du bli upptäckt. Koppla framgångsrikt upp dig till <ip>{{ip}}</ip> och sedan kommer jag beskriva hur du sätter upp en zombie.",
  "4_0_diversion_intro-1-0": "Skynda! Jag vill inte vänta på dig!",
  "4_1_diversion_firstZombie-0-0": "Sätt upp ett zombie program på denna server. En process kommer starta i bakgrunden och invänta vår attack order. Det här steget är avgörande, fundera inte ens på att avvika från planen.",
  "4_1_diversion_firstZombie-0-1": "För att sätta upp ett zombie program, skriv <cmd>zombieMaker</cmd>.",
  "4_2_diversion_otherZombies-0-0": "Upprepa de tidigare instruktionerna - anslut och använd zombieMaker - på servern på adressen <ip>{{ip1}}</ip> och vid <ip>{{ip2}}</ip>.",
  "5_0_front_attack-0-0": "Äntligen, allting faller på plats. Snart kommer vi aktivera alla zombier och bankernas brandväggar kommer misslyckas medan zombierna attacker klientens hemsida. Det är den perfekta planen, och jag har väntat på tok för länge för att se något gå fel.",
  "5_0_front_attack-1-0": "Under driftstoppet, kommer vi kunna attackera vår måltavla.",
  "5_0_front_attack-2-0": "Nu. Påbörja zombieattacken. Sikta på servern vid <ip>{{ip}}</ip>.",
  "5_0_front_attack-3-0": "För att starta en zombie attack, skriv <cmd>zombieAttack address</cmd>.",
  "5_1_front_check-0-0": "Sluta. Gör ingenting. Jag behöver se så att distraktionen fungerar:",
  "5_1_front_check-1-0": "Sådär! Låt oss påbörja attacken, koppla till servern vid <ip>{{ip}}</ip>. Och gör det fort!",
  "6_0_dmz_intern_attack-0-0": "Vi är nu på DMZ-servrar (Demilitarized Zone). Vi kan nu komma åt nätverket, en server efter en server, för att nå den avsedda databasservern. Vi har inte så mycket tid, var snabba.",
  "6_0_dmz_intern_attack-1-0": "Är du redo? Ja! Börja med servern på <ip>{{ip}}</ip>, den är värd för brandväggen som skyddar interna servrar från DMZ-servrar.",
  "6_1_firewall_process-0-0": "Bra, nu, döda processen vid namn <cmd>firewall</cmd>, sedan ska du kunna koppla upp till servern vid <ip>{{ip}}</ip>.",
  "6_1_firewall_process-1-0": "För att döda en process, skriv <cmd>kill processName</cmd>.",
  "6_2_web_intern-0-0": "Du befinner dig nu på en intern webbserver, sista steget: Nå den interna databasservern vid <ip>{{ip}}</ip>.",
  "6_3_security_alert-0-0": "Obehörig uppkoppling är upptäckt! Initiera säkerhetsprotokoll.",
  "6_3_security_alert-disconnected": "Connection timed out.",
  "6_3_security_alert-1-0": "Åh nej… jag kom försent… hon fick dig att attackera banken. Förlåt, men jag behöver berätta för dig. Du hade inte kunnat lyckas.",
  "6_3_security_alert-2-0": "Jag må vara sen, men jag hittade en del intressant information under dina aktiviteter. Jag lyckats hitta en av servrarna till din utpressare. Jag antar att du vill spåra henne.",
  "7_0_first_server-0-0": "Jag hittade en adress, den är <ip>{{ip}}</ip>. Det är mest troligt en av hennes datorer, proxy-maskin. Gå och leta i loggarna, du kanske hittar något användbart.",
  "7_1_second_server-0-0": "Såg du det där? Det är många uppkopplingar från adressen: <ip>{{ip}}</ip>. Följ bevisen som du gjorde med tidigare adresser.",
  "7_2_third_server-0-0": "En annan proxy-server, låt oss hoppas <ip>{{ip}}</ip> är ursprungs datorn…",
  "7_3_conclusion": "Ja! Det är hennes personliga dator! Vi har henne!",
  "8_0_blackmailer_computer-0-0": "Sök bland hennes filer, vi måste hitta mer information om henne...",
  "8_1_final_talk-0-0": "Men? Vad är det här? Hur? Hur kunde du komma till min dator?",
  "8_1_final_talk-1-0": "Jag ville inte utpressa dig! Han tvingade mig!",
  "8_1_final_talk-2-0": "Det är han! Han obl…",
  "8_1_final_talk-3-0": "Vi har henne! Nu, ladda upp och skicka all denna info till polisen innan hon förstör allt! Jag har förberett ett kommando för dig! Skriv <cmd>sendToPolice id.txt</cmd> så är allt klart!",
  "8_1_final_talk-4-0": "Vad väntar du? Skicka dem!",
  "8_1_final_talk-5-0": "Jag återfick kontrollen! Det är han! Han som utpressat mig! Fly från servern genom att skriva <cmd>exit</cmd> och förstör din dator innan ha…",
  "8_1_final_talk-6-0": "Du skulle väl inte tro på denna lögnare?",
  "8_2a_condamn-0-0": "Tack, du städa upp efter mig! Nu är det din tur att bli tystad.",
  "8_2a_condamn-1-0": "Du valde att fördöma utpressaren.",
  "8_2b_save-0-0": "Nej! Du kan inte göra det….",
  "8_2b_save-1-0": "Du valde att rädda utpressaren.",
  "bonus_logs_warning-0-0": "Jag sa att du behövde dölja dina fotspår! Använd <cmd>clearLogs</cmd> kommandot på varje server. Jag är inte här för att vara din barnvakt."
}